---
kind: other
id: Methods.T:Autodesk.Revit.DB.GroupType
source: html/8efaf613-2f9e-f068-f672-3e3ae294ef51.htm
---
# GroupType Methods

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.